Repository: ducphucphan/DiveSync
Catalog: DiveSync/DiveSync/Localize/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt_pt, tr

source: Logs
de: Protokolle
es: Registros
fr: Journaux
it: Registri
ja: ログ
pt_pt: Registros
tr: Günlükler

source: Owner Info
de: Besitzer-Info
es: Información del propietario
fr: Infos propriétaire
it: Informazioni sul proprietario
ja: 所有者情報
pt_pt: Informações do Proprietário
tr: Sahip Bilgileri

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計
pt_pt: Estatísticas
tr: İstatistikler

source: Send to Tech Support
de: An den technischen Support senden
es: Enviar al servicio técnico
fr: Envoyer au support technique
it: Invia al supporto tecnico
ja: テクニカルサポートへ送信
pt_pt: Enviar para Suporte Técnico
tr: Teknik Desteğe Gönder

source: Do you want to send us the data from the DIVESYNC app for analysis?
de: Möchten Sie uns die Daten aus der DIVESYNC-App zur Analyse senden?
es: ¿Desea enviarnos los datos de la aplicación DIVESYNC para su análisis?
fr: Envoyer les données DIVESYNC pour analyse ?
it: Desideri inviarci i dati dall'app DIVESYNC per l'analisi?
ja: DIVESYNCアプリのデータを分析のために送信しますか？
pt_pt: Deseja nos enviar os dados do aplicativo DIVESYNC para análise?
tr: Analiz için DIVESYNC uygulamasındaki verileri bize göndermek ister misiniz?

source: Website
es: Sitio web
fr: Site web
it: Sito web
ja: ウェブサイト
pt_pt: Site
tr: Web sitesi

source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
it: Autorizzazioni
ja: 権限
pt_pt: Permissões
tr: İzinler

source: Privacy policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
pt_pt: Política de Privacidade
tr: Gizlilik politikası

source: Terms of use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d’utilisation
it: Condizioni d'uso
ja: 利用規約
pt_pt: Termos de Uso
tr: Kullanım koşulları

source: Permission
de: Berechtigung
es: Permiso
fr: Autorisation
it: Autorizzazione
ja: 権限
pt_pt: Permissão
tr: İzin

source: Most Visited Dive Spot
de: Meistbesuchter Tauchplatz
es: Lugar de buceo más visitado
fr: Site le plus fréquenté
it: Sito di immersione più visitato
ja: 最も訪問したダイブスポット
pt_pt: Ponto de Mergulho Mais Visitado
tr: En Çok Ziyaret Edilen Dalış Noktası

source: Total Number of Dives
de: Gesamtzahl der Tauchgänge
es: Número total de inmersiones
fr: Nombre total de plongées
it: Numero totale di immersioni
ja: ダイブ総数
pt_pt: Número Total de Mergulhos
tr: Toplam Dalış Sayısı

source: Total Dive Time
de: Gesamttauchzeit
es: Tiempo total de buceo
fr: Temps total de plongée
it: Tempo totale di immersione
ja: ダイブ総時間
pt_pt: Tempo Total de Mergulho
tr: Toplam Dalış Süresi

source: Min Temp
de: Min. Temperatur
es: Temperatura mínima
fr: Temp. min
it: Temperatura minima
ja: 最低水温
pt_pt: Temperatura Mínima
tr: Min. Sıcaklık

source: Max Temp
de: Max. Temperatur
es: Temperatura máxima
fr: Temp. max
it: Temperatura massima
ja: 最高水温
pt_pt: Temperatura Máxima
tr: Maks. Sıcaklık

source: Average Temp
de: Durchschnittstemperatur
es: Temperatura media
fr: Temp. moyenne
it: Temperatura media
ja: 平均水温
pt_pt: Temperatura Média
tr: Ortalama Sıcaklık

source: Set Date - Time
de: Datum und Uhrzeit einstellen
es: Ajustar fecha y hora
fr: Régler date / heure
it: Imposta data - Ora
ja: 日付・時刻の設定
pt_pt: Definir Data – Hora
tr: Tarih - Saat Ayarı

source: Set Date Format
de: Datumsformat einstellen
es: Ajustar formato de fecha
fr: Format de date
it: Imposta formato data
ja: 日付形式の設定
pt_pt: Definir Formato de Data
tr: Tarih Biçimi Ayarı

source: Set Time Format
de: Uhrzeitformat einstellen
es: Ajustar formato de hora
fr: Format de l’heure
it: Imposta formato ora
ja: 時刻形式の設定
pt_pt: Definir Formato de Hora
tr: Saat Biçimi Ayarı

source: Set Date
de: Datum einstellen
es: Ajustar fecha
fr: Régler la date
it: Imposta data
ja: 日付の設定
pt_pt: Definir Data
tr: Tarih Ayarı

source: Set Time
de: Uhrzeit einstellen
es: Ajustar hora
fr: Régler l’heure
it: Imposta ora
ja: 時刻の設定
pt_pt: Definir Hora
tr: Saat Ayarı

source: Use the system Date and Time
de: Systemdatum und -uhrzeit verwenden
es: Usar la fecha y hora del sistema
fr: Utiliser date et heure du système
it: Usa data e ora di sistema
ja: システムの日付と時刻を使用
pt_pt: Usar data e hora do sistema
tr: Sistem Tarih ve Saatini Kullan

source: Set Units
de: Einheiten einstellen
es: Ajustar unidades
fr: Régler les unités
it: Imposta unità
ja: 単位の設定
pt_pt: Definir Unidades
tr: Birim Ayarı

source: Set Brightness
de: Helligkeit einstellen
es: Ajustar brillo
fr: Régler la luminosité
it: Imposta luminosità
ja: 輝度の設定
pt_pt: Definir Brilho
tr: Parlaklık Ayarı

source: Set Backlight Duration
de: Dauer der Hintergrundbeleuchtung einstellen
es: Ajustar duración de la retroiluminación
fr: Durée du rétroéclairage
it: Imposta durata retroilluminazione
ja: バックライト持続時間の設定
pt_pt: Definir Duração da Luz de Fundo
tr: Arka Işık Süresi Ayarı

source: Set Sound
de: Ton einstellen
es: Ajustar sonido
fr: Régler le son
it: Imposta suono
ja: 音の設定
pt_pt: Definir Som
tr: Ses Ayarı

source: Set Alarms
de: Alarme einstellen
es: Ajustar alarmas
fr: Régler les alarmes
it: Imposta allarmi
ja: アラームの設定
pt_pt: Definir Alarmes
tr: Alarm Ayarı

source: Salt
de: Salz
es: Sal
fr: Eau salée
it: Sale
ja: 塩分
pt_pt: Sal
tr: Tuz

source: Sample Rate
de: Abtastrate
es: Frecuencia de muestreo
fr: Fréquence d’échantillonnage
it: Frequenza di campionamento
ja: サンプリングレート
pt_pt: Taxa de Amostragem
tr: Örnekleme Hızı

source: Gas 1
fr: Gaz 1
ja: ガス1
pt_pt: Gás 1
tr: Gaz 1

source: Gas 1 MAX PPO2
es: Gas 1 PPO2 MÁX
fr: PPO₂ max gaz 1
it: Gas 1 PPO2 MAX
ja: ガス1 最大PPO2
pt_pt: Gás 1 PPO2 MÁX
tr: Gaz 1 MAX PPO2

source: Gas 2
fr: Gaz 2
ja: ガス2
pt_pt: Gás 2
tr: Gaz 2

source: Gas 2 MAX PPO2
es: Gas 2 PPO2 MÁX
fr: PPO₂ max gaz 2
it: Gas 2 PPO2 MAX
ja: ガス2 最大PPO2
pt_pt: Gás 2 PPO2 MÁX
tr: Gaz 2 MAX PPO2

source: Gas 3
fr: Gaz 3
ja: ガス3
pt_pt: Gás 3
tr: Gaz 3

source: Gas 3 MAX PPO2
es: Gas 3 PPO2 MÁX
fr: PPO₂ max gaz 3
it: Gas 3 PPO2 MAX
ja: ガス3 最大PPO2
pt_pt: Gás 3 PPO2 MÁX
tr: Gaz 3 MAX PPO2

source: Gas 4
fr: Gaz 4
ja: ガス4
pt_pt: Gás 4
tr: Gaz 4

source: Gas 4 MAX PPO2
es: Gas 4 PPO2 MÁX
fr: PPO₂ max gaz 4
it: Gas 4 PPO2 MAX
ja: ガス4 最大PPO2
pt_pt: Gás 4 PPO2 MÁX
tr: Gaz 4 MAX PPO2

source: Set Owner Info
de: Besitzerinformationen festlegen
es: Establecer información del propietario
fr: Infos du propriétaire
it: Imposta informazioni proprietario
ja: 所有者情報設定
pt_pt: Definir Informações do Proprietário
tr: Sahip Bilgilerini Ayarla

source: Name
de: Vorname
es: Nombre
fr: Prénom
it: Nome
ja: 名前
pt_pt: Nome
tr: Ad

source: Surname
de: Nachname
es: Apellido
fr: Nom
it: Cognome
ja: 姓
pt_pt: Sobrenome
tr: Soyad

source: Emergency Contact Surname
de: Notfallkontakt Nachname
es: Apellido del contacto de emergencia
fr: Nom contact d’urgence
it: Cognome contatto di emergenza
ja: 緊急連絡先姓
pt_pt: Sobrenome do Contato de Emergência
tr: Acil Durum İrtibat Soyadı

source: Version
es: Versión
it: Versione
ja: バージョン
pt_pt: Versão
tr: Sürüm

source: No Logs
de: Keine Protokolle
es: Sin registros
fr: Aucun journal
it: Nessun registro
ja: ログなし
pt_pt: Nenhum Registro
tr: Günlük Yok

source: Switches
de: Schalter
es: Interruptores
fr: Interrupteurs
it: Interruttori
ja: スイッチ
pt_pt: Interruptores
tr: Anahtarlar

source: Photos
de: Fotos
es: Fotos
it: Foto
ja: 写真
pt_pt: Fotos
tr: Fotoğraflar

source: OXTOX end dive
de: OXTOX Ende des Tauchgangs
es: OXTOX fin de inmersión
fr: OXTOX fin de plongée
it: OXTOX fine immersione
ja: OXTOX 終了ダイブ
pt_pt: Fim do mergulho OXTOX
tr: OXTOX dalış sonu

source: Surface Interval
de: Oberflächenpause
es: Intervalo en superficie
fr: Intervalle de surface
it: Intervallo di superficie
ja: 水面休息時間
pt_pt: Intervalo de Superfície
tr: Yüzey Aralığı

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
pt_pt: Compartilhar
tr: Paylaş

source: No Photos Added
de: Keine Fotos hinzugefügt
es: Sin fotos añadidas
fr: Aucune photo ajoutée
it: Nessuna foto aggiunta
ja: 写真未追加
pt_pt: Nenhuma Foto Adicionada
tr: Fotoğraf Eklenmedi

source: Start Gas
es: Gas de inicio
fr: Gaz de départ
it: Gas di partenza
ja: 開始ガス
pt_pt: Gás Inicial
tr: Başlangıç Gazı

source: Start Dive<
de: Tauchgang starten<
es: Inicio de inmersión<
fr: Début de plongée
it: Inizio immersione<
ja: ダイブ開始<
pt_pt: Início do Mergulho<
tr: Dalışa Başla<

source: Start Pressure
de: Startdruck
es: Presión de inicio
fr: Pression de départ
it: Pressione di partenza
ja: 開始圧力
pt_pt: Pressão Inicial
tr: Başlangıç Basıncı

source: Max Ascent Rate
de: Maximale Aufstiegsgeschwindigkeit
es: Velocidad máxima de ascenso
fr: Vitesse de remontée max
it: Velocità massima di risalita
ja: 最大上昇速度
pt_pt: Taxa Máxima de Subida
tr: Maksimum Yükselme Hızı

source: NO DECO
de: KEINE Dekompression
es: SIN DESCOMPRESIÓN
fr: Sans décompression
ja: 減圧不要
pt_pt: SEM DESCOMPRESSÃO
tr: DECO YOK

source: Settings Used
de: Verwendete Einstellungen
es: Ajustes utilizados
fr: Paramètres utilisés
it: Impostazioni utilizzate
ja: 使用設定
pt_pt: Configurações Usadas
tr: Kullanılan Ayarlar

source: Max PPO2
fr: PPO₂ max
ja: 最大PPO2
pt_pt: PPO2 MÁX

source: Start Dive
de: Tauchgang starten
es: Inicio de inmersión
fr: Temps de plongée
it: Inizio immersione
ja: ダイブ開始
pt_pt: Iniciar Mergulho
tr: Dalışa Başla

source: Dive Time<
de: Tauchzeit<
es: Tiempo de inmersión<
fr: Capacité du bloc
it: Tempo di immersione<
ja: 潜水時間<
pt_pt: Tempo de Mergulho<
tr: Dalış Süresi<

source: Tank Capacity
de: Flaschenkapazität
es: Capacidad de la botella
fr: Site de plongée
it: Capacità bombola
ja: タンク容量
pt_pt: Capacidade do Cilindro
tr: Tank Kapasitesi

source: Dive Spot
de: Tauchplatz
es: Punto de inmersión
fr: Profondeur min
it: Punto di immersione
ja: ダイブスポット
pt_pt: Ponto de Mergulho
tr: Dalış Noktası

source: Min Depth
de: Minimale Tiefe
es: Profundidad mínima
fr: Statut de plongée
it: Profondità minima
ja: 最小深度
pt_pt: Profundidade Mínima
tr: Minimum Derinlik

source: Dive Status
de: Tauchstatus
es: Estado de la inmersión
fr: Température max
it: Stato immersione
ja: ダイブステータス
pt_pt: Status do Mergulho
tr: Dalış Durumu

source: Max Temperature
de: Maximale Temperatur
es: Temperatura máxima
fr: Trier
it: Temperatura massima
ja: 最高水温
pt_pt: Temperatura Máxima
tr: Maksimum Sıcaklık

source: Sort
de: Sortieren
es: Ordenar
fr: SAC
it: Ordina
ja: 並べ替え
pt_pt: Ordenar
tr: Sıralama

source: Tank Type
de: Tank-Typ
es: Tipo de tanque
fr: Mode
it: Tipo di bombola
ja: タンクタイプ
pt_pt: Tipo de Cilindro
tr: Tank Tipi

source: Mode
de: Modus
es: Modo
fr: Barre TLBG
it: Modalità
ja: モード
pt_pt: Modo
tr: Mod

source: TLBG Bar
de: TLBG-Leiste
es: Barra TLBG
fr: Supprimer
it: TLBG Barra
ja: TLBGバー
pt_pt: Barra TLBG
tr: TLBG Çubuğu

source: Remove
de: Entfernen
es: Eliminar
fr: Température min
it: Rimuovi
ja: 削除
pt_pt: Remover
tr: Kaldır

source: Min Temperature
de: Minimale Temperatur
es: Temperatura mínima
fr: Rechercher
it: Temperatura minima
ja: 最低温度
pt_pt: Temperatura Mínima
tr: Minimum Sıcaklık

source: Search
de: Suchen
es: Buscar
fr: Aucune certification
it: Cerca
ja: 検索
pt_pt: Pesquisar
tr: Ara

source: No Certification to List
de: Keine Zertifizierung zum Auflisten
es: Sin certificación para incluir en la lista
fr: Ajouter une image
it: Nessuna certificazione da elencare
ja: 認証なし
pt_pt: Nenhuma Certificação para Listar
tr: Listelenecek Sertifika Yok

source: Add Image
de: Bild hinzufügen
es: Añadir imagen
fr: Autoriser DiveSync à collecter des données pour améliorer nos produits
it: Aggiungi immagine
ja: 画像追加
pt_pt: Adicionar Imagem
tr: Resim Ekle

source: Allow DiveSync to collect data from your dive computer for helping us to make improvements to our products.
de: Erlauben Sie DiveSync, Daten von Ihrem Tauchcomputer zu sammeln, damit wir unsere Produkte verbessern können.
es: Permitir que DiveSync recopile datos de su ordenador de buceo para ayudarnos a mejorar nuestros productos.
fr: Autoriser DiveSync à collecter des données depuis votre ordinateur de plongée afin de nous aider à améliorer nos produits.
it: Consenti a DiveSync di raccogliere dati dal tuo computer subacqueo per aiutarci a migliorare i nostri prodotti.
ja: DiveSyncがダイブコンピュータからデータを収集し、製品改善に役立てることを許可します。
pt_pt: Permitir que o DiveSync colete dados do seu computador de mergulho para nos ajudar a melhorar nossos produtos.
tr: DiveSync'in ürünlerimizi iyileştirmemize yardımcı olmak için dalış bilgisayarınızdan veri toplamasına izin verin.

source: Invalid passcode
de: Ungültiger Passcode
es: nuestros productos.
fr: Code d’accès invalide
it: Codice non valido
ja: 製品改善にご協力ください。」
pt_pt: Código de acesso inválido
tr: Geçersiz şifre

source: Increasing
de: Erhöhen
es: Código de acceso no válido
fr: Croissant
it: Aumento
ja: 無効なパスコード
pt_pt: Aumentando
tr: Artıyor

source: Import log(s)
de: Protokoll(e) importieren
es: Aumentando
fr: Importer le(s) journal(aux)
it: Importa registri
ja: 増加中
pt_pt: Importar registro(s)
tr: Günlükleri içe aktar

source: Importing…
de: Importieren...
es: Importar registros
fr: Importation en cours…
it: Importazione in corso...
ja: ログをインポート中
pt_pt: Importando…
tr: İçe aktarılıyor...

source: Import
de: Importieren
es: Importando...
fr: Importer
it: Importa
ja: インポート中…
pt_pt: Importar
tr: İçe aktar

source: Hour
de: Stunde
es: Importar
fr: Heure
it: Ora
ja: インポート
pt_pt: Hora
tr: Saat

source: Height
de: Höhe
es: Hora
fr: Taille
it: Altezza
ja: 時間
pt_pt: Altura
tr: Yükseklik

source: Handshake…
es: Altura
fr: Connexion en cours…
ja: 高度
pt_pt: Sincronizando…
tr: El sıkışma...

source: Gender
de: Geschlecht
es: Estableciendo conexión...
fr: Sexe
it: Sesso
ja: ハンドシェイク中…
pt_pt: Gênero
tr: Cinsiyet

source: Gauge
de: Manometer
es: Género
fr: Jauge
it: Manometro
ja: 性別
pt_pt: Medidor
tr: Ölçer

source: Gas Details
es: Manómetro
fr: Détails du gaz
it: Dettagli gas
ja: ゲージ
pt_pt: Detalhes do Gás
tr: Gaz Ayrıntıları

source: Gas
es: Detalles del gas
fr: Gaz
ja: ガス詳細
pt_pt: Gás
tr: Gaz

source: Front photo
de: Vorderseite Foto
es: Foto frontal
fr: Photo avant
it: Foto frontale
ja: 前面写真
pt_pt: Foto frontal
tr: Ön fotoğraf

source: FRESH
de: FRISCH
fr: Eau douce
ja: 新鮮な
pt_pt: ÁGUA DOCE

source: Free
de: Kostenlos
es: Gratis
fr: Libre
it: Gratuito
ja: 無料
pt_pt: Livre
tr: Ücretsiz

source: Firmware Version
es: Versión del firmware
fr: Version du firmware
it: Versione firmware
ja: ファームウェアバージョン
pt_pt: Versão do Firmware
tr: Firmware Sürümü

source: FIRMWARE UPDATE MODE
de: FIRMWARE-UPDATE-MODUS
es: MODO DE ACTUALIZACIÓN DEL FIRMWARE
fr: MODE DE MISE À JOUR DU FIRMWARE
it: MODALITÀ AGGIORNAMENTO FIRMWARE
ja: ファームウェア更新モード
pt_pt: MODO DE ATUALIZAÇÃO DE FIRMWARE
tr: FIRMWARE GÜNCELLEME MODU

source: Firmware Update Complete! Verifying firmware version
de: Firmware-Update abgeschlossen! Firmware-Version wird überprüft.
es: ¡Actualización del firmware completada! Verificando la versión del firmware
fr: Mise à jour du firmware terminée ! Vérification de la version du firmware
it: Aggiornamento firmware completato! Verifica versione firmware
ja: ファームウェア更新完了！ファームウェアバージョンを確認中
pt_pt: Atualização de Firmware Concluída! Verificando versão do firmware
tr: Firmware Güncellemesi Tamamlandı! Firmware sürümünü doğrulama

source: Firmware Update
es: Actualización del firmware
fr: Mise à jour du firmware
it: Aggiornamento firmware
ja: ファームウェア更新
pt_pt: Atualização de Firmware
tr: Firmware Güncellemesi

source: Female
de: Weiblich
es: Mujer
fr: Femme
it: Femmina
ja: 女性
pt_pt: Feminino
tr: Kadın

source: Favorites Only
de: Nur Favoriten
es: Solo favoritos
fr: Favoris uniquement
it: Solo preferiti
ja: お気に入りだけ
pt_pt: Somente Favoritos
tr: Sadece Favoriler

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
pt_pt: Erro
tr: Hata

source: Ensure that your Device is ON and Bluetooth is opened.
de: Stellen Sie sicher, dass Ihr Gerät eingeschaltet und Bluetooth aktiviert ist.
es: Asegúrese de que su dispositivo esté encendido y que el Bluetooth esté activado.
fr: Assurez-vous que votre appareil est allumé et que le Bluetooth est activé.
it: Assicurarsi che il dispositivo sia acceso e che il Bluetooth sia attivato.
ja: デバイスの電源がONでBluetoothが有効になっていることを確認してください。
pt_pt: Certifique-se de que o dispositivo esteja LIGADO e o Bluetooth ativado.
tr: Cihazınızın AÇIK ve Bluetooth'un açık olduğundan emin olun.

source: End Pressure
de: Druck beenden
es: Presión final
fr: Pression finale
it: Fine pressione
ja: 終了圧力
pt_pt: Pressão Final
tr: Basıncı Sonlandır

source: End Gas
de: Gas Beenden
es: Gas Final
fr: Gaz Final
it: Fine Gas
ja: 終了ガス
pt_pt: Gás Final
tr: Gazı Sonlandır

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効
pt_pt: Ativado
tr: Etkin

source: Emergency SurName
de: Notfall-Nachname
es: Apellido de emergencia
fr: Nom de famille d’urgence
it: Cognome di emergenza
ja: 緊急連絡先（姓）
pt_pt: Sobrenome de Emergência
tr: Acil Durum Soyadı

source: Emergency Phone
de: Notfall-Telefonnummer
es: Teléfono de emergencia
fr: Téléphone d’urgence
it: Telefono di emergenza
ja: 緊急連絡先（名）
pt_pt: Telefone de Emergência
tr: Acil Durum Telefonu

source: Emergency Name
de: Notfall-Name
es: Nombre de emergencia
fr: Nom d’urgence
it: Nome di emergenza
ja: 緊急連絡先電話番号
pt_pt: Nome de Emergência
tr: Acil Durum Adı

source: EAR
pt_pt: AR

source: Do you want to upload the new Date - Time to Dive Computer?
de: Möchten Sie das neue Datum und die neue Uhrzeit auf den Tauchcomputer hochladen?
es: ¿Desea cargar la nueva fecha y hora en el ordenador de buceo?
fr: Voulez-vous transférer la nouvelle date et l’heure vers l’ordinateur de plongée ?
it: Vuoi caricare la nuova data e ora sul computer da immersione?
ja: 新しい日付・時刻をダイブコンピュータにアップロードしますか？
pt_pt: Deseja enviar a nova Data – Hora para o Computador de Mergulho?
tr: Yeni Tarih - Saati Dalış Bilgisayarına yüklemek ister misiniz?

source: Do you want to upload Settings to Dive Computer?
de: Möchten Sie die Einstellungen auf den Tauchcomputer hochladen?
es: ¿Desea cargar la configuración en el ordenador de buceo?
fr: Voulez-vous transférer les paramètres vers l’ordinateur de plongée ?
it: Vuoi caricare le impostazioni sul computer da immersione?
ja: 設定をダイブコンピュータにアップロードしますか？
pt_pt: Deseja enviar as Configurações para o Computador de Mergulho?
tr: Ayarları Dalış Bilgisayarına yüklemek ister misiniz?

source: Do you want to synchronize the selected log(s)
de: Möchten Sie die ausgewählten Protokolle synchronisieren?
es: ¿Desea sincronizar los registros seleccionados?
fr: Voulez-vous synchroniser le(s) journal(aux) sélectionné(s) ?
it: Vuoi sincronizzare i log selezionati?
ja: 選択したログを同期しますか？
pt_pt: Deseja sincronizar os registros selecionados?
tr: Seçilen günlükleri senkronize etmek ister misiniz?

source: Do you want to save changes?
de: Möchten Sie die Änderungen speichern?
es: ¿Desea guardar los cambios?
fr: Voulez-vous enregistrer les modifications ?
it: Vuoi salvare le modifiche?
ja: 変更を保存しますか？
pt_pt: Deseja salvar as alterações?
tr: Değişiklikleri kaydetmek ister misiniz?

source: Do you want to import this dive in to your log?
de: Möchten Sie diesen Tauchgang in Ihr Protokoll importieren?
es: ¿Desea importar esta inmersión a su registro?
fr: Voulez-vous importer cette plongée dans votre carnet de plongée ?
it: Vuoi importare questa immersione nel tuo log?
ja: このダイブをログにインポートしますか？
pt_pt: Deseja importar este mergulho para o seu registro?
tr: Bu dalışı günlüğünüze aktarmak ister misiniz?

source: Do you want to download Settings from Dive Computer?
de: Möchten Sie die Einstellungen vom Tauchcomputer herunterladen?
es: ¿Desea descargar la configuración del ordenador de buceo?
fr: Voulez-vous télécharger les paramètres depuis l’ordinateur de plongée ?
it: Vuoi scaricare le impostazioni dal computer da immersione?
ja: ダイブコンピュータから設定をダウンロードしますか？
pt_pt: Deseja baixar as Configurações do Computador de Mergulho?
tr: Dalış Bilgisayarından Ayarları indirmek ister misiniz?

source: Do you want to download all logs from this device?
de: Möchten Sie alle Protokolle von diesem Gerät herunterladen?
es: ¿Desea descargar todos los registros de este dispositivo?
fr: Voulez-vous télécharger tous les journaux depuis cet appareil ?
it: Vuoi scaricare tutti i log da questo dispositivo?
ja: このデバイスからすべてのログをダウンロードしますか？
pt_pt: Deseja baixar todos os registros deste dispositivo?
tr: Bu cihazdan tüm günlükleri indirmek ister misiniz?

source: Do you want to disconnect this device?
de: Möchten Sie die Verbindung zu diesem Gerät trennen?
es: ¿Desea desconectar este dispositivo?
fr: Voulez-vous déconnecter cet appareil ?
it: Vuoi disconnettere questo dispositivo?
ja: このデバイスを切断しますか？
pt_pt: Deseja desconectar este dispositivo?
tr: Bu cihazın bağlantısını kesmek ister misiniz?

source: Do you want to delete this device?
de: Möchten Sie dieses Gerät löschen?
es: ¿Desea eliminar este dispositivo?
fr: Voulez-vous supprimer cet appareil ?
it: Vuoi eliminare questo dispositivo?
ja: このデバイスを削除しますか？
pt_pt: Deseja excluir este dispositivo?
tr: Bu cihazı silmek ister misiniz?

source: Do you want to delete the selected photos
de: Möchten Sie die ausgewählten Fotos löschen?
es: ¿Desea eliminar las fotos seleccionadas?
fr: Voulez-vous supprimer les photos sélectionnées ?
it: Vuoi eliminare le foto selezionate?
ja: 選択した写真を削除しますか？
pt_pt: Deseja excluir as fotos selecionadas?
tr: Seçilen fotoğrafları silmek ister misiniz?

source: Do you want to delete the selected log(s)
de: Möchten Sie die ausgewählten Protokolle löschen?
es: ¿Desea eliminar los registros seleccionados?
fr: Voulez-vous supprimer le(s) journal(aux) sélectionné(s) ?
it: Vuoi eliminare i log selezionati?
ja: 選択したログを削除しますか？
pt_pt: Deseja excluir os registros selecionados?
tr: Seçilen günlükleri silmek ister misiniz?

source: Do you want to delete the selected dive spot(s)?
de: Möchten Sie die ausgewählten Tauchplätze löschen?
es: ¿Desea eliminar los puntos de inmersión seleccionados?
fr: Voulez-vous supprimer le(s) site(s) de plongée sélectionné(s) ?
it: Vuoi eliminare i punti di immersione selezionati?
ja: 選択したダイブスポットを削除しますか？
pt_pt: Deseja excluir os pontos de mergulho selecionados?
tr: Seçilen dalış noktalarını silmek ister misiniz?

source: Do you want to delete the selected certificate?
de: Möchten Sie das ausgewählte Zertifikat löschen?
es: ¿Desea eliminar el certificado seleccionado?
fr: Voulez-vous supprimer le certificat sélectionné ?
it: Vuoi eliminare il certificato selezionato?
ja: 選択した証明書を削除しますか？
pt_pt: Deseja excluir o certificado selecionado?
tr: Seçilen sertifikayı silmek ister misiniz?

source: Do you want to delete the owner info?
de: Möchten Sie die Besitzerinformationen löschen?
es: ¿Desea eliminar la información del propietario?
fr: Voulez-vous supprimer les informations du propriétaire ?
it: Vuoi eliminare le informazioni sul proprietario?
ja: 所有者情報を削除しますか？
pt_pt: Deseja excluir as informações do proprietário?
tr: Sahip bilgilerini silmek ister misiniz?

source: Do you want to delete the memo?
de: Möchten Sie die Notiz löschen?
es: ¿Desea eliminar la nota?
fr: Voulez-vous supprimer le mémo ?
it: Vuoi eliminare il promemoria?
ja: メモを削除しますか？
pt_pt: Deseja excluir o memo?
tr: Notu silmek ister misiniz?

source: Download Settings
de: Einstellungen herunterladen
es: Descargar ajustes
fr: Télécharger les paramètres
it: Impostazioni di download
ja: 設定をダウンロード
pt_pt: Baixar Configurações
tr: Ayarları indir

source: Download Logs
de: Protokolle herunterladen
es: Descargar registros
fr: Télécharger les journaux
it: Download dei registri
ja: ログをダウンロード
pt_pt: Baixar Registros
tr: Günlükleri indir

source: Downloading…
de: Herunterladen...
es: Descargando...
fr: Téléchargement en cours…
it: Download in corso...
ja: ダウンロード中…
pt_pt: Baixando…
tr: İndiriliyor...

source: Downloading Logs
de: Protokolle herunterladen
es: Descargando registros
fr: Téléchargement des journaux
it: Download dei registri
ja: ログをダウンロード中
pt_pt: Baixando Registros
tr: Günlükleri indiriliyor

source: Download Failed
de: Download fehlgeschlagen
es: Error al descargar
fr: Échec du téléchargement
it: Download non riuscito
ja: ダウンロード失敗
pt_pt: Falha no Download
tr: İndirme başarısız
