Repository: ducphucphan/DiveSync
Catalog: DiveSync/DiveSync/Localize/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt_pt, tr

source: Are you sure you want to delete selected dives?
de: Möchten Sie die ausgewählten Tauchgänge wirklich löschen?
es: ¿Estás seguro de que deseas eliminar las inmersiones seleccionadas?
fr: Supprimer les plongées sélectionnées ?
it: Sei sicuro di voler eliminare le immersioni selezionate?
ja: 選択したダイブを削除してもよろしいですか？
pt_pt: Tem certeza de que deseja excluir os mergulhos selecionados?
tr: Seçilen dalışları silmek istediğinizden emin misiniz?

source: Sort your logs
de: Sortieren Sie Ihre Protokolle
es: Ordena tus registros
fr: Trier les journaux
it: Ordina i tuoi registri
ja: ログを並べ替える
pt_pt: Ordenar seus registros
tr: Günlüklerinizi sıralayın

source: Add Manual Dive Entry
de: Manuellen Tauchgang hinzufügen
es: Añadir entrada de inmersión manual
fr: Ajouter une plongée manuellement
it: Aggiungi inserimento manuale immersione
ja: 手動ダイブ登録を追加
pt_pt: Adicionar entrada manual de mergulho
tr: Manuel Dalış Girişi Ekle

source: Please select the unit for this dive log
de: Bitte wählen Sie die Einheit für dieses Tauchprotokoll aus
es: Selecciona la unidad para este registro de inmersión
fr: Veuillez sélectionner l’unité pour ce journal de plongée
it: Per favore, seleziona l'unità di misura per questo registro immersioni.
ja: このダイブログの単位を選択してください
pt_pt: Selecione a unidade para este registro de mergulho
tr: Lütfen bu dalış günlüğü için birim seçin

source: Meters
de: Meter
es: Metros
fr: Mètres
it: Metri
ja: メートル
pt_pt: Metros
tr: Metre

source: Feet
de: Fuß
es: Pies
fr: Pieds
it: Piedi
ja: フィート
pt_pt: Pés
tr: Fit

source: Dive Computer Name
de: Name des Tauchcomputers
es: Nombre del ordenador de buceo
fr: Nom de l’ordinateur
it: Nome del computer subacqueo
ja: ダイブコンピュータ名
pt_pt: Nome do computador de mergulho
tr: Dalış Bilgisayarı Adı

source: Dive Date
de: Tauchdatum
es: Fecha de la inmersión
fr: Date de plongée
it: Data dell'immersione
ja: ダイブ日付
pt_pt: Data do mergulho
tr: Dalış Tarihi

source: SEA
pt_pt: MAR

source: LEV1
pt_pt: NÍVEL 1

source: LEV2
pt_pt: NÍVEL 2

source: LEV3
pt_pt: NÍVEL 3

source: LEV4
pt_pt: NÍVEL 4

source: VIOLATION
de: VERSTOSS
es: VIOLACIÓN
fr: DÉPASSEMENT
it: VIOLAZIONE
ja: 違反
pt_pt: VIOLAÇÃO
tr: İHLAL

source: * From 0 m to 999.9 m
de: * Von 0 m bis 999,9 m
es: * De 0 m a 999,9 m
fr: * De 0 m à 999,9 m
it: * Da 0 m a 999,9 m
ja: * 0 m ～ 999.9 m
pt_pt: * De 0 m a 999.9 m
tr: * 0 m ila 999,9 m

source: * From 0 ft to 3300 ft
de: * Von 0 ft bis 3300 ft
es: * De 0 pies a 3300 pies
fr: * De 0 ft à 3300 ft
it: * Da 0 ft a 3300 ft
ja: * 0 ft ～ 3300 ft
pt_pt: * De 0 ft a 3300 ft
tr: * 0 ft ila 3300 ft

source: Tap here to input memo
de: Tippen Sie hier, um eine Notiz einzugeben
es: Toque aquí para introducir una nota
fr: Appuyer pour ajouter une note
it: Tocca qui per inserire una nota
ja: メモを入力するにはここをタップ
pt_pt: Toque aqui para inserir um memo
tr: Not girmek için buraya dokunun

source: Are you sure you want to clear the memo?
de: Möchten Sie die Notiz wirklich löschen?
es: ¿Está seguro de que desea borrar la nota?
fr: Effacer la note ?
it: Sei sicuro di voler cancellare la nota?
ja: メモを消去してもよろしいですか？
pt_pt: Tem certeza de que deseja limpar o memo?
tr: Notu silmek istediğinizden emin misiniz?

source: Are you sure to want to delete selected photos?
de: Möchten Sie die ausgewählten Fotos wirklich löschen?
es: ¿Está seguro de que desea eliminar las fotos seleccionadas?
fr: Supprimer les photos sélectionnées ?
it: Sei sicuro di voler eliminare le foto selezionate?
ja: 選択した写真を削除してもよろしいですか？
pt_pt: Tem certeza de que deseja excluir as fotos selecionadas?
tr: Seçili fotoğrafları silmek istediğinizden emin misiniz?

source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
it: Fotocamera
ja: カメラ
pt_pt: Câmera
tr: Kamera

source: Camera not available on this device!
de: Kamera auf diesem Gerät nicht verfügbar!
es: ¡Cámara no disponible en este dispositivo!
fr: Appareil photo non disponible
it: Fotocamera non disponibile su questo dispositivo!
ja: このデバイスではカメラが利用できません！
pt_pt: Câmera não disponível neste dispositivo!
tr: Bu cihazda kamera mevcut değil!

source: Albums
de: Alben
es: Álbumes
it: Album
ja: アルバム
pt_pt: Álbuns
tr: Albümler

source: Units
de: Einheiten
es: Unidades
fr: Unités
it: Unità
ja: 単位
pt_pt: Unidades
tr: Birimler

source: Light
de: Licht
es: Luz
fr: Lumière
it: Luce
ja: 光
pt_pt: Luz
tr: Işık

source: Sound
de: Ton
es: Sonido
fr: Son
it: Suono
ja: 音
pt_pt: Som
tr: Ses

source: Water
de: Wasser
es: Agua
fr: Eau
it: Acqua
ja: 水
pt_pt: Água
tr: Su

source: No Deco Alarm
de: Kein Dekompressionsalarm
es: Alarma sin descompresión
fr: Alarme sans décompression
it: Allarme No Deco
ja: ノーデコアラーム
pt_pt: Alarme Sem Descompressão
tr: Deco Alarmı Yok

source: Oxtox Alarm
es: Alarma de oxígeno
fr: Alarme O₂ toxique
it: Allarme Oxtox
ja: オキトックスアラーム
pt_pt: Alarme de Oxtox
tr: Oxtox Alarmı

source: Log
de: Protokoll
es: Registro
fr: Journal
it: Registro
ja: ログ
pt_pt: Registro
tr: Günlük

source: Log - Settings Used
de: Protokoll – Einstellungen Verwendet
es: Registro: ajustes utilizados
fr: Journal – Paramètres utilisés
it: Registro - Impostazioni utilizzate
ja: ログ - 使用設定
pt_pt: Registro – Configurações Usadas
tr: Günlük - Kullanılan Ayarlar

source: ON
de: EIN
es: ENCENDIDO
fr: Activé
it: ATTIVO
ja: オン
pt_pt: LIGADO
tr: AÇIK

source: OFF
de: AUS
es: APAGADO
fr: Désactivé
it: DISATTIVO
ja: オフ
pt_pt: DESLIGADO
tr: KAPALI

source: SECOND
de: SEKUNDE
es: SEGUNDO
it: SECONDO
ja: 秒
pt_pt: SEGUNDO
tr: İKİNCİ

source: Log - Gas Details
de: Protokoll – Gasdetails
es: Registro: detalles del gas
fr: Journal – Détails des gaz
it: Registro - Dettagli gas
ja: ログ - ガス詳細
pt_pt: Registro – Detalhes do Gás
tr: Günlük - Gaz Detayları

source: Gas Used
de: Verwendetes Gas
es: Gas utilizado
fr: Gaz utilisé
it: Gas utilizzato
ja: 使用ガス
pt_pt: Gás Utilizado
tr: Kullanılan Gaz

source: Are you sure you want to delete selected dive spots?
de: Möchten Sie die ausgewählten Tauchplätze wirklich löschen?
es: ¿Está seguro de que desea eliminar los puntos de buceo seleccionados?
fr: Supprimer les sites sélectionnés ?
it: Sei sicuro di voler eliminare i punti di immersione selezionati?
ja: 選択したダイブスポットを削除してもよろしいですか？
pt_pt: Tem certeza de que deseja excluir os pontos de mergulho selecionados?
tr: Seçili dalış noktalarını silmek istediğinizden emin misiniz?

source: Delete Selected
de: Ausgewählte löschen
es: Eliminar seleccionados
fr: Supprimer la sélection
it: Elimina selezionati
ja: 選択したものを削除
pt_pt: Excluir Selecionados
tr: Seçileni Sil

source: Search location
de: Standort suchen
es: Buscar ubicación
fr: Rechercher un lieu
it: Cerca posizione
ja: 場所を検索
pt_pt: Pesquisar local
tr: Konum ara

source: Spot Name
de: Name des Ortes
es: Nombre del punto
fr: Nom du site
it: Nome punto
ja: スポット名
pt_pt: Nome do ponto
tr: Nokta Adı

source: Enter spot name
de: Name des Ortes eingeben
es: Introducir nombre del punto
fr: Saisir le nom du site
it: Inserisci nome punto
ja: スポット名を入力
pt_pt: Digite o nome do ponto
tr: Nokta adını girin

source: Enter spot country
de: Land des Ortes eingeben
es: Introducir país del punto
fr: Saisir le pays du site
it: Inserisci paese punto
ja: スポットの国を入力
pt_pt: Digite o país do ponto
tr: Nokta ülkesini girin

source: SAVE
de: SPEICHERN
es: GUARDAR
fr: ENREGISTRER
it: SALVA
ja: 保存
pt_pt: SALVAR
tr: KAYDET

source: Are you sure you want to delete selected certifications?
de: Möchten Sie die ausgewählten Zertifizierungen wirklich löschen?
es: ¿Está seguro de que desea eliminar las certificaciones seleccionadas?
fr: Supprimer les certifications sélectionnées ?
it: Sei sicuro di voler eliminare le certificazioni selezionate?
ja: 選択した認定を削除してもよろしいですか？
pt_pt: Tem certeza de que deseja excluir as certificações selecionadas?
tr: Seçili sertifikaları silmek istediğinizden emin misiniz?

source: Certificate
de: Zertifikat
es: Certificado
fr: Certification
it: Certificato
ja: 認定証
pt_pt: Certificado
tr: Sertifika

source: Add certificate
de: Zertifikat hinzufügen
es: Añadir certificado
fr: Ajouter une certification
it: Aggiungi certificato
ja: 認定証を追加
pt_pt: Adicionar certificado
tr: Sertifika ekle

source: Enter your cetificate
de: Geben Sie Ihr Zertifikat ein
es: Introducir su certificado
fr: Saisir la certification
it: Inserisci il tuo certificato
ja: 認定証を入力
pt_pt: Digite sua certificação
tr: Sertifikanızı girin

source: Are you sure you want to delete certification?
de: Möchten Sie die Zertifizierung wirklich löschen?
es: ¿Está seguro de que desea eliminar la certificación?
fr: Supprimer la certification ?
it: Sei sicuro di voler eliminare la certificazione?
ja: 認定証を削除してもよろしいですか？
pt_pt: Tem certeza de que deseja excluir a certificação?
tr: Sertifikayı silmek istediğinizden emin misiniz?

source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
ja: ウェイト
pt_pt: Peso
tr: Ağırlık

source: State/Province
de: Bundesland/Provinz
es: Estado/Provincia
fr: État / Province
it: Stato/Provincia
ja: 州/県
pt_pt: Estado/Província
tr: Eyalet/İl

source: Zip/Post Code
de: Postleitzahl
es: Código postal
fr: Code postal
it: CAP
ja: 郵便番号
pt_pt: CEP/Código Postal
tr: Posta Kodu

source: Emergency Contact Name
de: Name des Notfallkontakts
es: Nombre del contacto de emergencia
fr: Nom du contact d’urgence
it: Nome contatto di emergenza
ja: 緊急連絡先名
pt_pt: Nome do Contato de Emergência
tr: Acil Durum İrtibat Kişisi Adı

source: Emergency Contact Phone
de: Telefonnummer des Notfallkontakts
es: Teléfono del contacto de emergencia
fr: Téléphone d’urgence
it: Numero di telefono di emergenza
ja: 緊急連絡先電話番号
pt_pt: Telefone do Contato de Emergência
tr: Acil Durum İrtibat Kişisi Telefonu

source: What is your name?
de: Wie lautet Ihr Name?
es: ¿Cuál es su nombre?
fr: Quel est votre nom ?
it: Qual è il tuo nome?
ja: お名前は？
pt_pt: Qual é o seu nome?
tr: Adınız nedir?

source: What do you want to share?
de: Was möchten Sie teilen?
es: ¿Qué desea compartir?
fr: Que voulez-vous partager ?
it: Cosa desideri condividere?
ja: 何を共有しますか？
pt_pt: O que você deseja compartilhar?
tr: Neyi paylaşmak istiyorsunuz?

source: Set
de: Einrichten
es: Configurar
fr: Définir
it: Imposta
ja: 設定
pt_pt: Definir
tr: Ayarla

source: Phone Number
de: Telefonnummer
es: Número de teléfono
it: Numero di telefono
ja: 電話番号
pt_pt: Número de telefone
tr: Telefon numarası

source: Enter phone number
de: Telefonnummer eingeben
es: Introduzca el número de teléfono
fr: Saisir le numéro
it: Inserisci il numero di telefono
ja: 電話番号を入力
pt_pt: Digite o número de telefone
tr: Telefon numarasını girin

source: Allow DIVESYNC to access this device’s location.
de: DIVESYNC den Zugriff auf den Standort dieses Geräts erlauben.
es: Permita que DIVESYNC acceda a la ubicación de este dispositivo.
fr: Autoriser DIVESYNC à accéder à la localisation
it: Consenti a DIVESYNC di accedere alla posizione di questo dispositivo.
ja: DIVESYNCがこのデバイスの位置情報にアクセスすることを許可します。
pt_pt: Permitir que o DIVESYNC acesse a localização deste dispositivo.
tr: DIVESYNC'in bu cihazın konumuna erişmesine izin verin.

source: DENY
de: ABLEHNEN
es: DENEGAR
fr: REFUSER
it: RIFIUTA
ja: 拒否
pt_pt: NEGAR
tr: RED

source: Serial Number
de: Seriennummer
es: Número de serie
fr: Numéro de série
it: Numero di serie
ja: シリアル番号
pt_pt: Número de Série
tr: Seri Numarası

source: Scan Devices
de: Geräte scannen
es: Buscar dispositivos
fr: Rechercher des appareils
it: Scansiona dispositivi
ja: デバイスをスキャン
pt_pt: Escanear dispositivos
tr: Cihazları Tara

source: No Device Found. Ensure your device is ON and Bluetooth is set to ON.
de: Kein Gerät gefunden. Stellen Sie sicher, dass Ihr Gerät eingeschaltet ist und Bluetooth aktiviert ist.
es: No se ha encontrado ningún dispositivo. Asegúrese de que su dispositivo está encendido y que el Bluetooth está activado.
fr: Aucun appareil trouvé. Vérifiez que l’appareil et le Bluetooth sont activés.
it: Nessun dispositivo trovato. Assicurati che il tuo dispositivo sia acceso e che il Bluetooth sia attivato.
ja: デバイスが見つかりません。 デバイスの電源が入っており、Bluetoothがオンになっていることを確認してください。
pt_pt: Nenhum dispositivo encontrado. Certifique-se de que o dispositivo esteja LIGADO e o Bluetooth ativado.
tr: Cihaz bulunamadı. Cihazınızın AÇIK ve Bluetooth'un AÇIK olduğundan emin olun.

source: Looking for devices...
de: Suche nach Geräten...
es: Buscando dispositivos...
fr: Recherche d’appareils…
it: Ricerca dispositivi in corso...
ja: デバイスを検索中...
pt_pt: Procurando dispositivos...
tr: Cihazları aranıyor...

source: Service not found
de: Dienst nicht gefunden
es: Servicio no encontrado
fr: Service introuvable
it: Servizio non trovato
ja: サービスが見つかりません
pt_pt: Serviço não encontrado
tr: Hizmet bulunamadı

source: Read characteristic not found
de: Lesecharakteristik nicht gefunden
es: Característica de lectura no encontrada
fr: Caractéristique de lecture introuvable
it: Caratteristica di lettura non trovata
ja: 特性が見つかりません
pt_pt: Característica de leitura não encontrada
tr: Okuma özelliği bulunamadı

source: System not ready
de: System nicht bereit
es: Sistema no listo
fr: Système non prêt
it: Sistema non pronto
ja: システム準備完了
pt_pt: Sistema não pronto
tr: Sistem hazır değil

source: Response too short
de: Antwort zu kurz
es: Respuesta demasiado corta
fr: Réponse trop courte
it: Risposta troppo breve
ja: 応答が短すぎる
pt_pt: Resposta muito curta
tr: Yanıt çok kısa

source: Payload too short or missing CRC
de: Nutzlast zu kurz oder fehlende CRC
es: Carga útil demasiado corta o CRC faltante
fr: Données trop courtes ou CRC manquant
it: Payload troppo breve o CRC mancante
ja: ペイロードが短すぎるかCRCが欠落
pt_pt: Carga útil muito curta ou CRC ausente
tr: Yük çok kısa veya CRC eksik

source: No response data
de: Keine Antwortdaten
es: No hay datos de respuesta
fr: Aucune donnée reçue
it: Nessun dato di risposta
ja: 応答データなし
pt_pt: Nenhum dado de resposta
tr: Yanıt verisi yok

source: Write OTA characteristic not found
de: OTA-Charakteristik zum Schreiben nicht gefunden
es: No se encuentra la característica OTA de escritura
fr: Caractéristique OTA (écriture) introuvable
it: Caratteristica di scrittura OTA non trovata
ja: 書き込みOTA特性が見つかりません
pt_pt: Característica OTA de escrita não encontrada
tr: OTA yazma özelliği bulunamadı

source: OTA characteristic not found
de: OTA-Charakteristik nicht gefunden
es: No se encuentra la característica OTA
fr: Caractéristique OTA introuvable
it: Caratteristica OTA non trovata
ja: OTA特性が見つかりません
pt_pt: Característica OTA não encontrada
tr: OTA özelliği bulunamadı

source: Cannot read firmware file
de: Firmware-Datei kann nicht gelesen werden
es: No se puede leer el archivo de firmware
fr: Impossible de lire le firmware
it: Impossibile leggere il file del firmware
ja: ファームウェアファイルを読み取れません
pt_pt: Não foi possível ler o arquivo de firmware
tr: Firmware dosyası okunamıyor

source: Cannot create start command
de: Startbefehl kann nicht erstellt werden
es: No se puede crear el comando de inicio
fr: Impossible de créer la commande de démarrage
it: Impossibile creare il comando di avvio
ja: 開始コマンドを作成できません
pt_pt: Não foi possível criar o comando de início
tr: Başlatma komutu oluşturulamıyor

source: Uploading firmware
de: Firmware wird hochgeladen
es: Cargando firmware
fr: Téléversement du firmware
it: Caricamento del firmware in corso
ja: ファームウェアをアップロード中
pt_pt: Enviando firmware
tr: Firmware yükleniyor

source: No payload returned
de: Keine Nutzlast zurückgegeben
es: No se ha devuelto ninguna carga útil
fr: Aucune donnée retournée
it: Nessun payload restituito
ja: ペイロードが返されませんでした
pt_pt: Nenhuma carga útil retornada
tr: Yük döndürülmedi

source: Reading device settings...
de: Geräteeinstellungen werden gelesen...
es: Leyendo la configuración del dispositivo...
fr: Lecture des paramètres…
it: Lettura delle impostazioni del dispositivo in corso...
ja: デバイス設定を読み込み中...
pt_pt: Lendo configurações do dispositivo...
tr: Cihaz ayarları okunuyor...

source: Writing device settings...
de: Geräteeinstellungen werden geschrieben...
es: Escribiendo la configuración del dispositivo...
fr: Écriture des paramètres…
it: Scrittura delle impostazioni del dispositivo in corso...
ja: デバイス設定を書き込み中...
pt_pt: Gravando configurações do dispositivo...
tr: Cihaz ayarları yazılıyor...

source: Downloading dives...
de: Tauchgänge werden heruntergeladen...
es: Descargando inmersiones...
fr: Téléchargement des plongées…
it: Download delle immersioni in corso...
ja: ダイブデータをダウンロード中...
pt_pt: Baixando mergulhos...
tr: Dalışlar indiriliyor...

source: Your device’s setting are downloaded
de: Die Einstellungen Ihres Geräts wurden heruntergeladen
es: Se ha descargado la configuración de su dispositivo
fr: Paramètres téléchargés
it: Le impostazioni del dispositivo sono state scaricate
ja: デバイスの設定がダウンロードされました
pt_pt: As configurações do seu dispositivo foram baixadas
tr: Cihazınızın ayarları indirildi

source: NO NEW LOG TO DOWNLOAD
de: KEINE NEUEN PROTOKOLLE ZUM HERUNTERLADEN
es: NO HAY NINGÚN NUEVO REGISTRO QUE DESCARGAR
fr: Aucun nouveau journal
it: NESSUN NUOVO REGISTRO DA SCARICARE
ja: ダウンロードする新しいログはありません
pt_pt: NENHUM NOVO REGISTRO PARA BAIXAR
tr: İNDİRİLECEK YENİ GÜNLÜK YOK

source: Your device has been added
de: Ihr Gerät wurde hinzugefügt
es: Se ha añadido su dispositivo
fr: Appareil ajouté
it: Il dispositivo è stato aggiunto
ja: デバイスが追加されました
pt_pt: Seu dispositivo foi adicionado
tr: Cihazınız eklendi

source: You device’s setting are updated
de: Die Einstellungen Ihres Geräts wurden aktualisiert
es: Se ha actualizado la configuración de su dispositivo
fr: Paramètres mis à jour
it: Le impostazioni del dispositivo sono state aggiornate
ja: デバイスの設定が更新されました
pt_pt: As configurações do seu dispositivo foram atualizadas
tr: Cihazınızın ayarları güncellendi

source: Logs from Dive Computer are downloaded
de: Protokolle vom Tauchcomputer werden heruntergeladen
es: Los registros del ordenador de buceo se han descargado
fr: Journaux téléchargés
it: I registri dal computer subacqueo sono stati scaricati
ja: ダイブコンピュータからのログがダウンロードされました
pt_pt: Os registros do computador de mergulho foram baixados
tr: Dalış Bilgisayarından günlükler indirildi

source: You device’s Date/Time are updated
de: Datum/Uhrzeit Ihres Geräts wurden aktualisiert
es: La fecha y la hora de su dispositivo se han actualizado
fr: Date/heure mises à jour
it: Data/ora del dispositivo aggiornate
ja: デバイスの日付/時刻が更新されました
pt_pt: A data/hora do seu dispositivo foi atualizada
tr: Cihazınızın Tarih/Saat bilgileri güncellendi

source: Firmware upgrade success
de: Firmware-Upgrade erfolgreich
es: Actualización del firmware correcta
fr: Mise à jour réussie
it: Aggiornamento firmware riuscito
ja: ファームウェアのアップグレードに成功しました
pt_pt: Atualização de firmware concluída com sucesso
tr: Firmware yükseltmesi başarılı

source: Downloading dive
de: Tauchgang wird heruntergeladen
es: Descargando inmersión
fr: Téléchargement de la plongée
it: Download immersione
ja: ダイブをダウンロード中
pt_pt: Baixando mergulho
tr: Dalış indiriliyor

source: Connecting to
de: Verbindung wird hergestellt
es: Conectando a
fr: Connexion à
it: Connessione a
ja: 接続中
pt_pt: Conectando a
tr: Bağlanılıyor

source: Select Date
de: Datum auswählen
es: Seleccionar fecha
fr: Sélectionner une date
it: Seleziona data
ja: 日付を選択
pt_pt: Selecionar Data
tr: Tarih Seç

source: Other
de: Sonstiges
es: Otro
fr: Autre
it: Altro
ja: その他
pt_pt: Outro
tr: Diğer

source: Enter tank type
de: Flaschentyp eingeben
es: Introducir tipo de botella
fr: Saisir le type de bloc
it: Inserisci tipo di bombola
ja: タンクタイプを入力
pt_pt: Digite o tipo de cilindro
tr: Tank türünü girin

source: GAS CONSUMPTION RATE
de: GASVERBRAUCHSGRAD
es: TASA DE CONSUMO DE GAS
fr: Consommation de gaz
it: TASSO DI CONSUMO GAS
ja: ガス消費率
pt_pt: TAXA DE CONSUMO DE GÁS
tr: GAZ TÜKETİM ORANI

source: Max Depth
de: Maximale Tiefe
es: Profundidad máxima
fr: Profondeur max
it: Profondità massima
ja: 最大深度
pt_pt: Profundidade Máxima
tr: Maksimum Derinlik

source: GF High
de: GF hoch
es: GF alto
fr: GF haut
it: GF alto
ja: GF高
pt_pt: GF Alto
tr: GF Yüksek

source: GF Low
de: GF niedrig
es: GF bajo
fr: GF bas
it: GF basso
ja: GF低
pt_pt: GF Baixo
tr: GF Düşük

source: Safety Stop
de: Sicherheitsstopp
es: Parada de seguridad
fr: Palier de sécurité
it: Sosta di sicurezza
ja: 安全停止
pt_pt: Parada de Segurança
tr: Güvenlik Durağı

source: Set Auto Dim
de: Auto-Dimm einstellen
es: Ajustar atenuación automática
fr: Réglage atténuation auto
it: Imposta Auto Dim
ja: 自動調光設定
pt_pt: Definir Escurecimento Automático
tr: Otomatik Karartma Ayarla

source: Dive already exists
de: Tauchgang bereits vorhanden
es: La inmersión ya existe
fr: La plongée existe déjà
it: Immersione già esistente
ja: ダイブデータが存在します
pt_pt: O mergulho já existe
tr: Dalış zaten mevcut

source: Do you want to import this dive into your log?
de: Möchten Sie diesen Tauchgang in Ihr Protokoll importieren?
es: ¿Desea importar esta inmersión a su registro?
fr: Importer cette plongée ?
it: Desideri importare questa immersione nel tuo registro?
ja: このダイブをログにインポートしますか？
pt_pt: Deseja importar este mergulho para o seu registro?
tr: Bu dalışı günlüğünüze aktarmak ister misiniz?

source: Failed to import dive
de: Import des Tauchgangs fehlgeschlagen
es: Error al importar la inmersión
fr: Échec de l’import
it: Importazione immersione non riuscita
ja: ダイブインポートに失敗しました
pt_pt: Falha ao importar o mergulho
tr: Dalış aktarılmadı

source: Last Connection
de: Letzte Verbindung
es: Última conexión
fr: Dernière connexion
it: Ultima connessione
ja: 最終接続
pt_pt: Última Conexão
tr: Son Bağlantı

source: Serial
de: Seriell
fr: Numéro de série
it: Seriale
ja: シリアル
pt_pt: Número de Série
tr: Seri

source: Synced
de: Synchronisiert
es: Sincronizado
fr: Synchronisé
it: Sincronizzato
ja: 同期済み
pt_pt: Sincronizado
tr: Senkronize edildi

source: Device not found!
de: Gerät nicht gefunden!
es: ¡No se encuentra el dispositivo!
fr: Appareil introuvable !
it: Dispositivo non trovato!
ja: デバイスが見つかりません！
pt_pt: Dispositivo não encontrado!
tr: Cihaz bulunamadı!

source: Looking new firmware Current
de: Neue Firmware suchen Aktuell
es: Buscando nuevo firmware Actual
fr: Recherche du firmware Actuel
it: Ricerca nuovo firmware Attuale
ja: 新しいファームウェアを検索中 現在
pt_pt: Procurando novo firmware Atual
tr: Yeni ürün yazılımı aranıyor Mevcut

source: Your dive computer firmware is up to date!
de: Die Firmware Ihres Tauchcomputers ist auf dem neuesten Stand!
es: ¡El firmware de su ordenador de buceo está actualizado!
fr: Firmware à jour
it: Il firmware del tuo computer subacqueo è aggiornato!
ja: ダイブコンピュータのファームウェアは最新版です！
pt_pt: O firmware do seu computador de mergulho está atualizado!
tr: Dalış bilgisayarınızın ürün yazılımı güncel!

source: Are you sure to want to delete this device?
de: Möchten Sie dieses Gerät wirklich löschen?
es: ¿Está seguro de que desea eliminar este dispositivo?
fr: Supprimer cet appareil ?
it: Sei sicuro di voler eliminare questo dispositivo?
ja: このデバイスを削除してもよろしいですか？
pt_pt: Tem certeza de que deseja excluir este dispositivo?
tr: Bu cihazı silmek istediğinizden emin misiniz?

source: Downloading firmware v
de: Firmware v herunterladen
es: Descargando firmware v
fr: Téléchargement du firmware v
it: Download firmware v
ja: ファームウェア v をダウンロード中
pt_pt: Baixando firmware v
tr: Ürün yazılımı indiriliyor v

source: Firmware file not found on server.
de: Firmware-Datei auf dem Server nicht gefunden.
es: No se encuentra el archivo de firmware en el servidor.
fr: Firmware introuvable sur le serveur
it: File firmware non trovato sul server.
ja: サーバー上でファームウェアファイルが見つかりません。
pt_pt: Arquivo de firmware não encontrado no servidor.
tr: Sunucuda ürün yazılımı dosyası bulunamadı.

source: Download failed
de: Download fehlgeschlagen
es: Error en la descarga
fr: Échec du téléchargement
it: Download non riuscito
ja: ダウンロードに失敗しました
pt_pt: Falha no download
tr: İndirme başarısız

source: I agree
de: Ich stimme zu
es: Acepto
fr: J’accepte
it: Accetto
ja: 同意する
pt_pt: Eu concordo
tr: Kabul ediyorum

source: I do not agree
de: Ich stimme nicht zu
es: No acepto
fr: Je refuse
it: Non accetto
ja: 同意しない
pt_pt: Eu não concordo
tr: Kabul etmiyorum
