Repository: ducphucphan/DiveSync
Catalog: DiveSync/DiveSync/Localize/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt_pt, tr

source: Download Complete
de: Download abgeschlossen
es: Descarga completada
fr: Téléchargement terminé
it: Download completato
ja: ダウンロード完了
pt_pt: Download Concluído
tr: İndirme tamamlandı

source: Download
es: Descargar
fr: Télécharger
ja: ダウンロード
pt_pt: Baixar
tr: İndir

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
pt_pt: Concluído
tr: Tamam

source: Dive Time Alarm
de: Tauchzeit-Alarm
es: Alarma de tiempo de inmersión
fr: Alarme de temps de plongée
it: Allarme tempo di immersione
ja: ダイブタイムアラーム
pt_pt: Alarme de Tempo de Mergulho
tr: Dalış Süresi Alarmı

source: Dive Time
de: Tauchzeit
es: Tiempo de inmersión
fr: Temps de plongée
it: Tempo di immersione
ja: ダイブタイム
pt_pt: Tempo de Mergulho
tr: Dalış Süresi

source: Dive Spots
de: Tauchplätze
es: Puntos de inmersión
fr: Sites de plongée
it: Punti di immersione
ja: ダイブスポット
pt_pt: Pontos de Mergulho
tr: Dalış Noktaları

source: Dive Settings
de: Taucheinstellungen
es: Ajustes de inmersión
fr: Paramètres de plongée
it: Impostazioni immersione
ja: ダイブ設定
pt_pt: Configurações de Mergulho
tr: Dalış Ayarları

source: Dive Computer
de: Tauchcomputer
es: Ordenador de buceo
fr: Ordinateur de plongée
it: Computer da immersione
ja: ダイブコンピュータ
pt_pt: Computador de Mergulho
tr: Dalış Bilgisayarı

source: Disconnecting…
de: Verbindung wird getrennt…
es: Desconectando...
fr: Déconnexion en cours…
it: Disconnessione in corso...
ja: 切断中…
pt_pt: Desconectando…
tr: Bağlantı kesiliyor…

source: Disconnect
de: Verbindung trennen
es: Desconectar
fr: Déconnecter
it: Disconnessione
ja: 切断
pt_pt: Desconectar
tr: Bağlantı kesildi

source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
it: Disabilitato
ja: 無効
pt_pt: Desativado
tr: Devre dışı

source: Device Settings
de: Geräteeinstellungen
es: Configuración del dispositivo
fr: Paramètres de l’appareil
it: Impostazioni dispositivo
ja: デバイス設定
pt_pt: Configurações do Dispositivo
tr: Cihaz Ayarları

source: Devices
de: Geräte
es: Dispositivos
fr: Appareils
it: Dispositivi
ja: デバイス
pt_pt: Dispositivos
tr: Cihazlar

source: Device found
de: Gerät gefunden
es: Dispositivo encontrado
fr: Appareil trouvé
it: Dispositivo trovato
ja: デバイス検出
pt_pt: Dispositivo encontrado
tr: Cihaz bulundu

source: Device added successfully
de: Gerät erfolgreich hinzugefügt
es: Dispositivo añadido correctamente
fr: Appareil ajouté avec succès
it: Dispositivo aggiunto correttamente
ja: デバイス追加成功
pt_pt: Dispositivo adicionado com sucesso
tr: Cihaz başarıyla eklendi

source: Depth Alarm
de: Tiefenalarm
es: Alarma de profundidad
fr: Alarme de profondeur
it: Allarme profondità
ja: 深度アラーム
pt_pt: Alarme de Profundidade
tr: Derinlik Alarmı

source: Depth
de: Tiefe
es: Profundidad
fr: Profondeur
it: Profondità
ja: 深度
pt_pt: Profundidade
tr: Derinlik

source: Deleting…
de: Löschen…
es: Eliminando...
fr: Suppression en cours…
it: Eliminazione in corso...
ja: 削除中…
pt_pt: Excluindo…
tr: Siliniyor…

source: Delete dive spots
de: Tauchplätze löschen
es: Eliminar puntos de inmersión
fr: Supprimer les sites de plongée
it: Elimina punti di immersione
ja: ダイブスポット削除
pt_pt: Excluir pontos de mergulho
tr: Dalış noktalarını sil

source: Delete dive(s)
de: Tauchgang(e) löschen
es: Eliminar inmersiones
fr: Supprimer la/les plongée(s)
it: Elimina immersioni
ja: ダイブ削除
pt_pt: Excluir mergulho(s)
tr: Dalışları sil

source: Delete Devices
de: Geräte löschen
es: Eliminar dispositivos
fr: Supprimer les appareils
it: Elimina dispositivi
ja: デバイス削除
pt_pt: Excluir Dispositivos
tr: Cihazları sil

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt_pt: Excluir
tr: Sil

source: Deep Stop
de: Tiefenstopp
es: Parada profunda
fr: Palier profond
it: Sosta di profondità
ja: ディープストップ
pt_pt: Parada Profunda
tr: Derin Durak

source: Decreasing
de: Verringern
es: Disminuyendo
fr: Décroissant
it: In diminuzione
ja: 減少中
pt_pt: Diminuindo
tr: Azalıyor

source: DECO Time
de: Dekompressionszeit
es: Tiempo de descompresión
fr: Temps de décompression
it: Tempo di decompressione
ja: 減圧時間
pt_pt: Tempo de DESCOMPRESSÃO
tr: DECO Süresi

source: Decompression
de: Dekompression
es: Descompresión
fr: Décompression
it: Decompressione
ja: 減圧
pt_pt: Descompressão
tr: Dekompresyon

source: DECO
de: DEKO
fr: DÉCO
ja: デコ
pt_pt: Descompressão

source: Decline
de: Ablehnen
es: Descenso
fr: Refuser
it: Rifiuta
ja: 減圧
pt_pt: Recusar
tr: Azalıyor

source: DD.MM.YY
de: TT.MM.JJ
es: DD.MM.AA
fr: JJ.MM.AA
it: GG.MM.AA
pt_pt: DD.MM.AA
tr: GG.AA.YY

source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
pt_pt: Data
tr: Tarih

source: Cylinder Size
de: Flaschengröße
es: Tamaño del cilindro
fr: Volume de la bouteille
it: Dimensione bombola
ja: シリンダーサイズ
pt_pt: Tamanho do Cilindro
tr: Tüp Boyutu

source: CUFT
fr: ft³
pt_pt: PÉS CÚBICOS

source: Country
de: Land
es: País
fr: Pays
it: Paese
ja: 国
pt_pt: País
tr: Ülke

source: Could not communicate with the dive computer.
de: Keine Kommunikation mit dem Tauchcomputer möglich.
es: No se pudo comunicar con el ordenador de buceo.
fr: Impossible de communiquer avec l’ordinateur de plongée.
it: Impossibile comunicare con il computer subacqueo.
ja: ダイブコンピューターと通信できませんでした。
pt_pt: Não foi possível comunicar com o computador de mergulho.
tr: Dalış bilgisayarıyla iletişim kurulamadı.

source: Copyright©
pt_pt: Direitos Autorais©
tr: Telif Hakkı©

source: Consumption
de: Verbrauch
es: Consumo
fr: Consommation
it: Consumo
ja: 消費量
pt_pt: Consumo
tr: Tüketim

source: Conservatism
de: Konservativismus
es: Conservadurismo
fr: Conservatisme
it: Conservatorismo
ja: 保守性
pt_pt: Conservadorismo
tr: Muhafazakarlık

source: Connection Failed
de: Verbindung fehlgeschlagen
es: Error de conexión
fr: Échec de la connexion
it: Connessione non riuscita
ja: 接続失敗
pt_pt: Falha de Conexão
tr: Bağlantı Başarısız

source: Connecting…
de: Verbinden...
es: Conectando...
fr: Connexion en cours…
it: Connessione in corso...
ja: 接続中…
pt_pt: Conectando…
tr: Bağlanılıyor…

source: Connected OTA MODE
de: Verbunden OTA-MODUS
es: Conectado MODO OTA
fr: Connecté – MODE OTA
it: Connessione MODALITÀ OTA
ja: 接続完了 OTAモード
pt_pt: Conectado – MODO OTA
tr: Bağlandı OTA MODU

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connessione
ja: 接続済み
pt_pt: Conectado
tr: Bağlandı

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
it: Connetti
ja: 接続
pt_pt: Conectar
tr: Bağlan

source: Computer
es: Ordenador
fr: Ordinateur
ja: コンピューター
pt_pt: Computador
tr: Bilgisayar

source: Completed!
de: Fertig!
es: ¡Completado!
fr: Terminé !
it: Completato!
ja: 完了！
pt_pt: Concluído!
tr: Tamamlandı!

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
pt_pt: Fechar
tr: Kapat

source: City
de: Stadt
es: Ciudad
fr: Ville
it: Città
ja: 都市
pt_pt: Cidade
tr: Şehir

source: Checking firmware version…
de: Firmware-Version wird überprüft...
es: Comprobando la versión del firmware...
fr: Vérification de la version du firmware…
it: Verifica versione firmware...
ja: ファームウェアバージョン確認中…
pt_pt: Verificando versão do firmware…
tr: Firmware sürümünü kontrol ediyor…

source: Certifications
de: Zertifizierungen
es: Certificaciones
it: Certificazioni
ja: 認定資格
pt_pt: Certificações
tr: Sertifikalar

source: Certification
de: Zertifizierung
es: Certificación
it: Certificazione
ja: 認定
pt_pt: Certificação
tr: Sertifika

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt_pt: Cancelar
tr: İptal

source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
it: Luminosità
ja: 明るさ
pt_pt: Brilho
tr: Parlaklık

source: Breathing Time
de: Atemzeit
es: Tiempo de respiración
fr: Temps respiratoire
it: Tempo di respirazione
ja: 呼吸時間
pt_pt: Tempo de Respiração
tr: Nefes Alma Süresi

source: Bluetooth Pairing Request
de: Bluetooth-Kopplungsanfrage
es: Solicitud de emparejamiento Bluetooth
fr: Demande d’appairage Bluetooth
it: Richiesta di accoppiamento Bluetooth
ja: Bluetoothペアリング要求
pt_pt: Solicitação de Pareamento Bluetooth
tr: Bluetooth Eşleştirme İsteği

source: Blood Type
de: Blutgruppe
es: Tipo de sangre
fr: Groupe sanguin
it: Gruppo sanguigno
ja: 血液型
pt_pt: Tipo Sanguíneo
tr: Kan Grubu

source: Birth Date
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
ja: 生年月日
pt_pt: Data de Nascimento
tr: Doğum Tarihi

source: Back photo
de: Rückseite Foto
es: Foto trasera
fr: Photo arrière
it: Foto posteriore
ja: バックフォト
pt_pt: Foto traseira
tr: Arka fotoğraf

source: Backing up…
de: Sichern...
es: Realizando copia de seguridad...
fr: Sauvegarde en cours…
it: Backup in corso...
ja: バックアップ中…
pt_pt: Backup em andamento…
tr: Yedekleniyor…

source: Avg Temperature
de: Durchschnittstemperatur
es: Temperatura media
fr: Température moyenne
it: Temperatura media
ja: 平均水温
pt_pt: Temperatura Média
tr: Ortalama Sıcaklık

source: Avg RMV
de: Durchschnittlicher RMV
es: RMV medio
fr: RMV moyen
it: RMV medio
ja: 平均呼吸量
pt_pt: RMV Médio
tr: Ortalama RMV

source: Avg Depth of dives
de: Durchschnittliche Tauchtiefe
es: Profundidad media de las inmersiones
fr: Profondeur moyenne des plongées
it: Profondità media delle immersioni
ja: 平均潜水深度
pt_pt: Profundidade Média dos Mergulhos
tr: Ortalama Dalış Derinliği

source: Avg Depth
de: Durchschnittliche Tiefe
es: Profundidad media
fr: Profondeur moyenne
it: Profondità media
ja: 平均深度
pt_pt: Profundidade Média
tr: Ortalama Derinlik

source: Average Dive Time
de: Durchschnittliche Tauchzeit
es: Tiempo medio de inmersión
fr: Temps de plongée moyen
it: Tempo medio di immersione
ja: 平均潜水時間
pt_pt: Tempo Médio de Mergulho
tr: Ortalama Dalış Süresi

source: Average Depth
de: Durchschnittliche Tiefe
es: Profundidad media
fr: Profondeur moyenne
it: Profondità media
ja: 平均深度
pt_pt: Profundidade Média
tr: Ortalama Derinlik

source: Auto Sync
de: Automatische Synchronisierung
es: Sincronización automática
fr: Synchronisation automatique
it: Sincronizzazione automatica
ja: 自動同期
pt_pt: Sincronização Automática
tr: Otomatik Senkronizasyon

source: Aluminum
de: Aluminium
es: Aluminio
fr: Aluminium
it: Alluminio
ja: アルミニウム
pt_pt: Alumínio
tr: Alüminyum

source: Altitude Level
de: Höhenstufe
es: Nivel de altitud
fr: Niveau d’altitude
it: Livello di altitudine
ja: 高度レベル
pt_pt: Nível de Altitude
tr: Rakım Seviyesi

source: All settings are updated
de: Alle Einstellungen wurden aktualisiert
es: Todos los ajustes están actualizados
fr: Tous les paramètres sont à jour
it: Tutte le impostazioni sono state aggiornate
ja: すべての設定が更新されました
pt_pt: Todas as configurações foram atualizadas
tr: Tüm ayarlar güncellendi

source: Allow
de: Zulassen
es: Permitir
fr: Autoriser
it: Consenti
ja: 許可
pt_pt: Permitir
tr: İzin Ver

source: All logs are synchronized with the cloud
de: Alle Protokolle werden mit der Cloud synchronisiert
es: Todos los registros se sincronizan con la nube
fr: Tous les journaux sont synchronisés avec le cloud
it: Tutti i registri sono sincronizzati con il cloud
ja: すべてのログがクラウドと同期されました
pt_pt: Todos os registros foram sincronizados com a nuvem
tr: Tüm günlükler bulut ile senkronize edildi

source: All dive spot
de: Alle Tauchplätze
es: Todos los puntos de inmersión
fr: Tous les sites de plongée
it: Tutti i punti di immersione
ja: すべてのダイブスポット
pt_pt: Todos os pontos de mergulho
tr: Tüm dalış noktaları

source: AIR
it: ARIA
pt_pt: AR

source: Address
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
ja: 住所
pt_pt: Endereço
tr: Adres

source: Add New Device
de: Neues Gerät hinzufügen
es: Añadir nuevo dispositivo
fr: Ajouter un nouvel appareil
it: Aggiungi nuovo dispositivo
ja: 新規デバイス追加
pt_pt: Adicionar Novo Dispositivo
tr: Yeni Cihaz Ekle

source: Add Manual Log
de: Manuelles Protokoll hinzufügen
es: Añadir registro manual
fr: Ajouter un journal manuel
it: Aggiungi registro manuale
ja: 手動ログを追加
pt_pt: Adicionar Registro Manual
tr: Manuel Günlük Ekle

source: Add Logs
de: Protokolle hinzufügen
es: Añadir registros
fr: Ajouter des journaux
it: Aggiungi registri
ja: ログを追加
pt_pt: Adicionar Registros
tr: Günlük Ekle

source: Add Log
de: Protokoll hinzufügen
es: Añadir registro
fr: Ajouter un journal
it: Aggiungi registro
ja: ログを追加
pt_pt: Adicionar Registro
tr: Günlük Ekle

source: Adding…
de: Hinzufügen...
es: Añadiendo...
fr: Ajout en cours…
it: Aggiunta in corso...
ja: 追加中…
pt_pt: Adicionando…
tr: Ekleniyor...

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
pt_pt: Adicionar
tr: Ekle

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: アプリについて
pt_pt: Sobre
tr: Hakkında

source: New dives have been downloaded.
de: Neue Tauchgänge wurden heruntergeladen.
es: Se han descargado nuevas inmersiones.
fr: De nouvelles plongées ont été téléchargées.
it: Sono state scaricate nuove immersioni.
ja: 新しいダイブデータがダウンロードされました。
pt_pt: Novos mergulhos foram baixados.
tr: Yeni dalışlar indirildi.

source: Rotate your phone to view the full dive graph
de: Drehen Sie Ihr Telefon, um das vollständige Tauchdiagramm anzuzeigen
es: Gire el teléfono para ver el gráfico completo de la inmersión
fr: Tournez votre téléphone pour afficher le graphique de plongée complet.
it: Ruota il telefono per visualizzare il grafico completo dell'immersione
ja: ダイブグラフ全体を表示するには端末を回転させてください
pt_pt: Gire seu telefone para visualizar o gráfico completo do mergulho
tr: Tam dalış grafiğini görmek için telefonunuzu döndürün

source: From 0 m (0 ft) to 999.9 m (3300 ft)
de: Von 0 m (0 ft) bis 999,9 m (3300 ft)
es: De 0 m (0 pies) a 999,9 m (3300 pies)
fr: De 0 m (0 ft) à 999,9 m (3300 ft)
it: Da 0 m (0 ft) a 999,9 m (3300 ft)
ja: 0 m (0 ft) ～ 999.9 m (3300 ft)
pt_pt: De 0 m (0 ft) a 999,9 m (3300 ft)
tr: 0 m (0 ft) ila 999,9 m (3300 ft)

source: From 0°C (32°F) to 99°C (210°F)
de: Von 0 °C (32 °F) bis 99 °C (210 °F)
es: De 0 °C (32 °F) a 99 °C (210 °F)
fr: De 0 °C (32 °F) à 99 °C (210 °F)
it: Da 0 °C (32 °F) a 99 °C (210 °F)
ja: 0°C (32°F) ～ 99°C (210°F)
pt_pt: De 0°C (32°F) a 99°C (210°F)
tr: 0°C (32°F) ile 99°C (210°F) arası

source: From 0% to 200%
de: Von 0 % bis 200 %
es: De 0 % a 200 %
fr: De 0 % à 200 %
it: Da 0% a 200%
pt_pt: De 0% a 200%
tr: 0% ile 200% arası

source: From 0.21 to 2.0
de: Von 0,21 bis 2,0
es: De 0,21 a 2,0
fr: De 0,21 à 2,0
it: Da 0,21 a 2,0
pt_pt: De 0,21 a 2,0
tr: 0,21 ile 2,0 arası

source: From 0:10 to 23:59. Note: Surface Interval to be blank if > 24 hr
de: Von 0:10 bis 23:59. Hinweis: Die Oberflächenpause bleibt leer, wenn sie > 24 Stunden beträgt
es: De 0:10 a 23:59. Nota: el intervalo en superficie quedará en blanco si es superior a 24 horas
fr: De 0:10 à 23:59. Remarque : l’intervalle de surface doit être vide s’il est > 24 h
it: Da 0:10 a 23:59. Nota: l'intervallo di superficie deve essere vuoto se > 24 ore
ja: 0:10 ～ 23:59。注：24時間を超える場合、水面休息時間は空白になります
pt_pt: De 0:10 a 23:59. Observação: o Intervalo de Superfície ficará em branco se for > 24 h
tr: 0:10 ile 23:59 arası. Not: 24 saatten fazla ise Yüzey Aralığı boş bırakılmalıdır

source: From 0:00 to 99:59
de: Von 0:00 bis 99:59
es: De 0:00 a 99:59
fr: De 0:00 à 99:59
it: Da 0:00 a 99:59
pt_pt: De 0:00 a 99:59
tr: 0:00 ile 99:59 arası

source: My Location
de: Mein Standort
es: Mi ubicación
fr: Ma position
it: La mia posizione
ja: 現在地
pt_pt: Minha Localização
tr: Konumum

source: No Dive Spot to list
de: Keine Tauchplätze verfügbar
es: No hay sitios de buceo para mostrar
fr: Aucun site de plongée à afficher
it: Nessun sito di immersione da mostrare
ja: 表示するダイビングスポットがありません
pt_pt: Nenhum Ponto de Mergulho para Listar
tr: Listelenecek dalış noktası yok

source: No device to list. Add new device?
de: Keine Geräte vorhanden. Neues Gerät hinzufügen?
es: No hay dispositivos para mostrar. ¿Agregar uno nuevo?
fr: Aucun appareil à afficher. Ajouter un nouvel appareil ?
it: Nessun dispositivo da mostrare. Aggiungere un nuovo dispositivo?
ja: 表示するデバイスがありません。新しいデバイスを追加しますか？
pt_pt: Nenhum dispositivo para listar. Adicionar novo dispositivo?
tr: Listelenecek cihaz yok. Yeni cihaz eklensin mi?

source: No device to list.
de: Keine Geräte vorhanden.
es: No hay dispositivos para mostrar.
fr: Aucun appareil à afficher.
it: Nessun dispositivo da mostrare.
ja: 表示するデバイスがありません。
pt_pt: Selecione um dispositivo abaixo
tr: Listelenecek cihaz yok.

source: Please select a device below
de: Bitte unten ein Gerät auswählen
es: Seleccione un dispositivo a continuación
fr: Veuillez sélectionner un appareil ci-dessous
it: Seleziona un dispositivo qui sotto
ja: 以下からデバイスを選択してください
pt_pt: Selecione um dispositivo abaixo
tr: Lütfen aşağıdan bir cihaz seçin

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
pt_pt: Ajuda
tr: Yardım

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
pt_pt: Idioma
tr: Dil

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
pt_pt: Próximo
tr: İleri

source: Previous
de: Zurück
es: Anterior
fr: Précédent
it: Indietro
ja: 前へ
pt_pt: Anterior
tr: Geri

source: Working Pressure
de: Betriebsdruck
es: Presión de trabajo
fr: Pression de service
it: Pressione di esercizio
ja: 使用圧力
pt_pt: Pressão de Trabalho
tr: Çalışma basıncı

source: Minutes
de: Minuten
es: Minutos
it: Minuti
ja: 分
pt_pt: Minutos
tr: Dakika

source: Seconds
de: Sekunden
es: Segundos
fr: Secondes
it: Secondi
ja: 秒
pt_pt: Segundos
tr: Saniye

source: Steel
de: Stahl
es: Acero
fr: Acier
it: Acciaio
ja: スチール
pt_pt: Aço
tr: Çelik

source: Tap on + to add new device
de: Tippen Sie auf +, um ein neues Gerät hinzuzufügen
es: Toque + para agregar un nuevo dispositivo
fr: Appuyez sur + pour ajouter un nouvel appareil
it: Tocca + per aggiungere un nuovo dispositivo
ja: ＋をタップして新しいデバイスを追加
pt_pt: Toque em + para adicionar um novo dispositivo
tr: + simgesine dokunarak yeni cihaz ekleyin

source: Nearby Devices
de: Geräte in der Nähe
es: Dispositivos cercanos
fr: Appareils à proximité
it: Dispositivi nelle vicinanze
ja: 近くのデバイス
pt_pt: Dispositivos Próximos
tr: Yakındaki cihazlar

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
ja: 再試行
pt_pt: Tentar Novamente
tr: Tekrar dene

source: Log Statistics
de: Log-Statistiken
es: Estadísticas del registro
fr: Statistiques du journal
it: Statistiche del registro
ja: ログ統計
pt_pt: Estatísticas de Registro
tr: Kayıt istatistikleri

source: Total Dives
de: Gesamtanzahl Tauchgänge
es: Inmersiones totales
fr: Nombre total de plongées
it: Immersioni totali
ja: 合計ダイブ数
pt_pt: Total de Mergulhos
tr: Toplam dalış

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
pt_pt: Configurações
tr: Ayarlar

source: Update DC
de: Tauchcomputer aktualisieren
es: Actualizar computadora de buceo
fr: Mettre à jour l’ordinateur de plongée
it: Aggiorna computer subacqueo
ja: ダイブコンピューターを更新
pt_pt: Atualizar DC
tr: Dalış bilgisayarını güncelle

source: Time to dim
de: Zeit bis zur Abdunkelung
es: Tiempo hasta atenuar
fr: Délai avant atténuation
it: Tempo prima dell’attenuazione
ja: 減光までの時間
pt_pt: Tempo para escurecer
tr: Kararma süresi

source: Dim to brightness
de: Helligkeit nach Abdunkelung
es: Atenuar a brillo
fr: Luminosité après atténuation
it: Luminosità dopo attenuazione
ja: 減光後の明るさ
pt_pt: Escurecer para brilho
tr: Karardıktan sonraki parlaklık

source: Upload Settings
de: Einstellungen hochladen
es: Subir configuración
fr: Téléverser les paramètres
it: Carica impostazioni
ja: 設定をアップロード
pt_pt: Enviar Configurações
tr: Ayarları yükle

source: Upload Date/Time
de: Datum/Uhrzeit hochladen
es: Subir fecha y hora
fr: Téléverser la date et l’heure
it: Carica data/ora
ja: 日付/時刻をアップロード
pt_pt: Enviar Data/Hora
tr: Tarih/Saat yükle

source: Recently deleted
de: Kürzlich gelöscht
es: Eliminados recientemente
fr: Supprimés récemment
it: Eliminati di recente
ja: 最近削除
pt_pt: Eliminados recentemente
tr: Son silinenler

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
pt_pt: Restaurar
tr: Geri yükle

source: Memo
de: Notiz
es: Nota
fr: Note
it: Nota
ja: メモ
tr: Not

source: Email
es: Correo electrónico
ja: メール
tr: E-posta

source: Allow DiveSync to collect data from your dive computer for helping us to make improvements to our products.
de: Erlauben Sie DiveSync, Daten von Ihrem Tauchcomputer zu sammeln, damit wir unsere Produkte verbessern können.
es: Permitir que DiveSync recopile datos de su ordenador de buceo para ayudarnos a mejorar
it: Consenti a DiveSync di raccogliere dati dal tuo computer subacqueo per aiutarci a migliorare i nostri prodotti.
ja: 「DiveSyncがダイブコンピュータからデータを収集することを許可し、
tr: DiveSync'in ürünlerimizi iyileştirmemize yardımcı olması için dalış bilgisayarınızdan veri toplamasına izin verin.

source: E-mail
es: Correo electrónico
ja: 緊急連絡先メールアドレス
tr: E-posta

source: Dive Sync
de: Tauch-Synchronisierung
es: Sincronización de inmersiones
fr: Synchronisation des plongées
it: Sincronizzazione immersione
ja: ダイブ同期
tr: Dalış Senkronizasyonu

source: Latitude
de: Breitengrad
es: Latitud
it: Latitudine
ja: 緯度
tr: Enlem

source: Longitude
de: Längengrad
es: Longitud
it: Longitudine
ja: 経度
tr: Boylam

source: Tutorial
fr: Tutoriel
ja: チュートリアル
tr: Eğitim

source: FAQ
es: Preguntas frecuentes
ja: よくある質問
tr: SSS

source: FT - °F
es: Gas
ja: ガス

source: SN
fr: N° de série

source: SAC
fr: Type de bloc
